{
  "mainTitle": "18 Types of Apples and Their Uses",
  "entryContent": "There’s more to apple picking than just taking a cute fall pic for Instagram. The next time you visit the orchards, take time to check out the different types of apples that are there. Whoever penned the adage “an apple a day” certainly had a good idea. I bet anything that they were standing in front of a Farmer’s Market in Fall. ",
  "appleCharacteristics": {
    "title": "Characteristics and Uses of Different Types of Apples",
    "content": "Now, it’s time to learn a little about the 18 different types of apples discussed in this article. Please, keep in mind that these are general facts. So, if you need further details about any type from the eighteen, ask in the comments section below. I will respond to you as soon as possible!"
  },
  "appleTypesDetail": {
    "appleTypesContainer": {
      "titles": [
        "1. Red Delicious",
        "2. Golden Delicious",
        "3. Gala",
        "4. Rome Beauty",
        "5. Jazz",
        "6. Granny Smith",
        "7. Jonagold",
        "8. McIntosh",
        "9. Fuji",
        "10. Braeburn",
        "11. Winesap",
        "12. Honeycrisp",
        "13. Cameo",
        "14. Jonathan",
        "15. Cortland",
        "16. SweeTango",
        "17. Pink Lady",
        "18. Mutsu"
      ],
      "content": [
        "Sweet, well-known apple. Best for fresh eating and in salads. These bright red apples have a sweet and tart flavor. Home Storage: 3-4 months.",
        "These are the crisp, sweet, great for everything apples! My Favorite. You can use them for fresh-eating, dessert, processing (sauce, pies, baking), freezing. Home Storage: 3-4 months.",
        "Sweet and crisp apple best used for fresh eating. Great for kids’ lunches. They are some of the most common types of apples. Home Storage: 1-3 months.",
        "Good keeper, fair for fresh-eating and great for baking (in pies, as sides, and even for different sauces). Home Storage: 4-5 months.",
        "A cross between Gala and Braeburn apples, the Jazz type are crunchy and full of sweet juice. They are excellent for fresh-eating and their dense flesh makes them a very good choice for pies and baking. Home Storage: 3-4 months.",
        "Tart and firm apple. An old-time baking favorite. They can also be used for sauces and juice. They are some of the best types of apples for making apple pie. Home Storage: 4-5 months.",
        "Sweet with a hint of tartness. Great for fresh eating or baking. Also, they are wonderful in pies. The texture adds to the overall taste. Home Storage: 2-3 months.",
        "Crispy, juicy, and firm, are all descriptions of this popular variety. McIntosh is a good all-around apple, although it doesn’t hold shape when cooked. So, it can be used in fresh-eating, salads, sauce, pies, baking (when the shape isn’t essential). Home Storage: 2-3 months.",
        "Crisp, juicy, and sweet. Great for fresh eating. They can also make a wonderful fruit salad. Fuji apples are some of our favorites. If we could have our own apple trees full of them, we would. There is something about homegrown fruit that is special. They have such a crisp taste. Home Storage: 4-5 months.",
        "Very hard, tart apple. Great for baking as it stays firm. So, it’s best processed for sauce, pies, and baking. Home Storage, 3-4 months.",
        "Strong sweet and sour contrast, wine-like flavor, and aroma. Best in fresh-eating, culinary use, cider. Home Storage: 4-5 months.",
        "Crisp, sweet with a bit of tartness. Amazing Apple! Great fresh or for baking. Its uses are fresh-eating, in salads, and for cooking. Home Storage: 3-4 months.",
        "Sweet and Crisp! Great for eating or baking! When it comes to this apple, fresh-eating is best but is also good for cooking if used shortly after picking. Home Storage: 1-2 months.",
        "Slightly tart. A great all-purpose apple, favorite for apple slices. You can use them for fresh-eating, cider, sauce. Home Storage: 2-3 months.",
        "Tart & Juicy. Great Pie Apple!Used in fresh-eating, salads, pies. Home Storage: 3-4 months.",
        "SweeTango is a cross between the Honeycrisp and Zestar. It is best used for fresh eating, salad, cooking. Home Storage, 3-4 months.",
        "This tart apple is also known as Cripps Pink. It is mostly used for fresh eating, and baking. The white flesh has a very delicious and distinct taste. Home Storage: 3-4 months.",
        "A versatile apple that owes many of its’ characteristics to Golden Delicious parentage, with a little sharper flavor. It is best used in fresh-eating, dessert, processing (sauce, pies, baking), and freezing. Home Storage: 4-5 months."
      ]
    }
  }
}
